[{"id": 2, "key": "about", "content": "<p>About Us: New Store is part of the FakeCompany family, a leading company in the retail world. Our mission is to provide you with a unique online shopping experience where you can find a wide range of products related to home and electronics. We also offer a selection of high-quality imported products.</p>\r\n\r\n<p>What Sets Us Apart: At New Store, we stand out for our dedication to offering you high-quality products and exceptional service. Our highly trained staff is committed to providing you with a fast, secure, and convenient shopping experience.</p>\r\n\r\n<p>Our online shopping system allows you to access your products easily and securely. Additionally, your personal account provides you with a record of your purchases, access to your personal information, and payment options that meet the highest standards of security and confidentiality.</p>\r\n\r\n<p>Guaranteed Delivery: At New Store, we are committed to delivering your purchases on the day and at the time that suits you best. We want your shopping experience to be as convenient as possible.</p>\r\n\r\n<p>We invite you to discover everything that New Store has to offer. Browse through our catalog and explore a wide variety of quality products. Everything is designed with you in mind, so you can enjoy an exceptional online shopping experience. Thank you for choosing New Store as your trusted appliance store!</p>", "created_at": "2023-09-20 18:10:21", "updated_at": "2023-10-10 15:41:39"}, {"id": 3, "key": "privacy", "content": "<p><strong>Last Updated: 09-29-2023.</strong></p>\r\n\r\n<p>At New Store, we understand the importance of protecting the privacy of our customers and online visitors. This privacy policy describes how we collect, use, and protect the information you provide to us. By using our services, you agree to the practices described in this policy.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>Information We Collect</strong></h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>### Contact Information</h3>\r\n\r\n<p>When you make a purchase or register with New Store, we may collect your name, email address, postal address, and phone number.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>### Payment Information</h3>\r\n\r\n<p>When you make a purchase at New Store, we collect necessary payment information, such as credit card details or PayPal account information. Please note that we do not store this information on our servers; it is securely handled through our payment processor.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>### Registration Information</h3>\r\n\r\n<p>When you create an account at New Store, we collect your username and password. This allows secure access to your account and the ability to track your orders.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>### Order Information</h3>\r\n\r\n<p>We gather information about your orders, including the products you&#39;ve purchased and quantities.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>### Interaction Information</h3>\r\n\r\n<p>We record information about how you interact with our website, such as the pages you visit and actions you take. We use cookies and similar technologies to collect this data.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>## How We Use Your Information</h3>\r\n\r\n<p>We use the information we collect to:</p>\r\n\r\n<p>1. Process your orders and provide you with the products and services you&#39;ve acquired.</p>\r\n\r\n<p>2. Improve and personalize your experience on New Store.</p>\r\n\r\n<p>3. Communicate with you about your account, orders, and promotions.</p>\r\n\r\n<p>4. Evaluate and enhance our services and internal operations.</p>\r\n\r\n<p>5. Detect and prevent fraud and misuse of our services.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>## Sharing Your Information</h2>\r\n\r\n<p>At New Store, we do not share your personal information with third parties without your consent, except in the following circumstances:</p>\r\n\r\n<p>1. **Service Providers**: We may share your information with trusted service providers who assist us in operating and improving our website and services.</p>\r\n\r\n<p>2. **Legal Compliance**: We may disclose your information if we are legally obligated to do so, such as in response to a court order or government request.</p>\r\n\r\n<p>3. **Change of Ownership**: In the event of a merger, acquisition, or change of ownership of New Store, your information may be transferred to the new owning entity.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>## Information Security</h2>\r\n\r\n<p>At New Store, we take measures to protect your personal information against unauthorized access and misuse. We use industry-standard security protocols when processing payment data, and we store your information on secure servers.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>## Changes to this Policy</h2>\r\n\r\n<p>We reserve the right to update this privacy policy at any time. Significant changes will be notified to you through a notice on our website or via email.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2>## Questions and Contact</h2>\r\n\r\n<p>If you have any questions about this privacy policy or how we handle your information, please feel free to contact us:</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Email:</strong> support@newstore.com</p>\r\n\r\n<p><strong>Phone:</strong> +123456789</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><span data-darkreader-inline-color=\"\" style=\"--darkreader-inline-color:#e95849; color:#e74c3c\"><strong>[THIS PAGE IS A SIMULATION, DO NOT ENTER REAL DATA]</strong></span></p>", "created_at": "2023-09-27 17:02:08", "updated_at": "2023-10-10 15:41:13"}, {"id": 1, "key": "terms", "content": "<p><strong>Last Updated: 29-09-2023.</strong></p>\r\n\r\n<p>Please read these terms and conditions (&quot;Terms&quot;) carefully before using the New Store website (&quot;Website&quot;) and related services (&quot;Services&quot;). Access to and use of this Website and Services are subject to your acceptance and compliance with these Terms. By using the Website and Services, you agree to and are bound by these Terms. If you do not agree to these Terms, please do not use this Website or the Services.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>1. Use of the Website and Services</strong></h2>\r\n\r\n<p>- **Account Registration:** When using our Services, it may be necessary for you to register and create a user account. You are responsible for maintaining the confidentiality of your login credentials and are fully responsible for all activities that occur on your account.</p>\r\n\r\n<p>- **User Content:** You are solely responsible for the content you share on our Website. The use of content that is illegal, defamatory, obscene, offensive, or infringing on the intellectual property rights of third parties is not permitted.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>2. Purchases and Payments</strong></h2>\r\n\r\n<p>- **Products and Prices:** The products and prices displayed on our Website are subject to change without prior notice. We reserve the right to modify, add, or remove products and prices at any time.</p>\r\n\r\n<p>- **Payment:** We accept payments through PayPal. By making a purchase, you agree to comply with PayPal&#39;s terms and conditions. Payments must be made in accordance with PayPal&#39;s policies.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>3. Shipping and Returns</strong></h2>\r\n\r\n<p>- **Shipping:** Please refer to our shipping policy for details on delivery times and associated costs.</p>\r\n\r\n<p>- **Returns:** Please refer to our returns policy for information on how to return products and request refunds.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>4. Intellectual Property</strong></h2>\r\n\r\n<p>- **Copyright:** All content on this Website, including but not limited to text, graphics, logos, images, and software, is protected by copyright and other intellectual property laws. Copying, reproducing, distributing, or modifying any content without our written permission is prohibited.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>5. Limitation of Liability</strong></h2>\r\n\r\n<p>- **Disclaimer of Warranties:** This Website and Services are provided &quot;as is&quot; and &quot;as available.&quot; We make no warranties of any kind, whether express or implied, including but not limited to warranties of merchantability, fitness for a particular purpose, or non-infringement.</p>\r\n\r\n<p>- **Limitation of Liability:** In no event shall we be liable for direct, indirect, incidental, special, or consequential damages arising from your use or inability to use our Website or Services.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>6. Changes to the Terms</strong></h2>\r\n\r\n<p>- We reserve the right to modify these Terms at any time. Modifications will become effective immediately upon posting on the Website. It is your responsibility to periodically review the Terms and stay informed of updates.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>7. Applicable Law</strong></h2>\r\n\r\n<p>- These Terms are governed by the laws of **FalseCountry**, and any disputes related to these Terms shall be subject to the exclusive jurisdiction of the courts of **FakeCity**.</p>\r\n\r\n<p>Thank you for choosing New Store. If you have any questions about these Terms and Conditions, please feel free to contact our support team.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>New Store</p>\r\n\r\n<p><u>support@newstore.com</u></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><span data-darkreader-inline-color=\"\" style=\"--darkreader-inline-color:#e95849; color:#e74c3c\"><strong>[THIS PAGE IS A SIMULATION, DO NOT ENTER REAL DATA]</strong></span></p>", "created_at": "2023-09-20 18:09:07", "updated_at": "2023-10-10 15:41:28"}]